{
  "Australia": "Floods are the most frequent disasters in Australia, followed by storms and bushfires. While cyclones have caused the deadliest single events, bushfires have had the greatest overall financial and human toll, including the Black Saturday and Black Summer fires. Across all disasters, Australia has experienced over 1,800 deaths and $20 billion in insured losses.",
  "New South Wales": "NSW experiences the highest number of disasters, with floods and storms being most common. However, bushfires such as the Black Summer fires have caused the most severe impacts. Historical floods like the 1852 Gundagai event and costly storms like the 1999 Sydney Hailstorm mark its disaster history.",
  "Victoria": "Victoria is dominated by bushfires, the most frequent and deadly disasters in the state, including the Black Saturday and Black Friday fires. Storms also pose major financial risks, while floods occur less often and are typically less severe.",
  "Queensland": "Queensland's main hazards are cyclones and floods, which cause the most damage. Catastrophic events like Cyclone Mahina, Cyclone Yasi, and the 2010-2011 floods highlight its vulnerability, while storms and bushfires are less significant threats.",
  "Western Australia": "Cyclones are Western Australia's primary hazard, with frequent and damaging events affecting the northwest coast. Earthquakes like the 1968 Meckering event also pose occasional risk, while bushfires and storms occur less frequently.",
  "South Australia": "Bushfires are South Australia's most serious threat, particularly in the Adelaide Hills and Eyre Peninsula. The 1983 Ash Wednesday fires were among the most devastating. Floods and storms happen infrequently and with lower overall impact.",
  "Australian Capital Territory": "Severe storms are the ACT's most frequent disasters, with destructive hailstorms being particularly common. Bushfires, though less frequent, are highly destructive, as seen in the 2003 Canberra fires that caused major property losses.",
  "Northern Territory": "Cyclones are the most severe and frequent disasters in the Northern Territory, with Cyclone Tracy in 1974 being the most infamous. Bushfires and floods occur but generally cause less destruction than cyclones.",
  "Tasmania": "Bushfires are Tasmania's defining natural hazard, most notably the 1967 Black Tuesday fires. Floods and storms occur occasionally, but fires remain the state's most destructive and recurrent threat."
}