{
  "Australia": "Across Australia, floods are the most common major disaster, accounting for 83 of the 270 recorded events, closely followed by storms and bushfires. While these are the most frequent, cyclones have historically had the most devastating single-event impact, exemplified by events like Cyclone Mahina, which caused 400 fatalities. However, the cumulative financial and human toll of bushfires is staggering. Events like the 'Black Saturday' bushfires in Victoria, which resulted in 173 deaths and over a billion dollars in insured costs, and the widespread 'Black Summer' fires, underscore their immense destructive power. Overall, the nation has weathered disasters leading to over 1,800 fatalities and insured costs exceeding $20 billion, highlighting a landscape shaped by a wide and recurring range of natural hazards.",
  "New South Wales": "New South Wales is the state most frequently affected by major disasters, with a balanced threat from floods (22 events) and storms (21 events). While these events are common, the state's most severe impacts often come from bushfires, such as the 'Black Summer' fires, which alone caused 26 fatalities and an insured cost of $1.88 billion. Historically significant floods, like the 1852 Gundagai event that claimed 89 lives, demonstrate the long-standing danger of its river systems. Cumulatively, storms in NSW have a massive financial impact, with the 1999 Sydney Hailstorm being one of the costliest disasters in Australian history.",
  "Victoria": "Victoria is defined by its significant and catastrophic bushfires, which are the most frequent disaster type in the state with 21 major events recorded. Historically, Victoria has been the site of Australia's deadliest fires, including the 'Black Saturday' bushfires in 2009 that resulted in 173 fatalities and over $1 billion in insured costs, and the 'Black Friday' fires of 1939. While less frequent, storms also pose a major financial threat, with severe Melbourne storms in 2010 causing over $1 billion in damages each. Though floods occur, their impact is generally less severe than that of fires and storms.",
  "Queensland": "Queensland’s disaster profile is dominated by tropical cyclones and floods, which are the most frequent and impactful events. The state has experienced 18 major cyclones and 20 major floods. Devastating events like Cyclone Mahina (400 fatalities) and Cyclone Yasi ($1.4 billion in insured costs) highlight the extreme danger of its cyclone season. Flooding is also a massive threat, with the 2010-2011 floods causing over $2.3 billion in damages. While storms and bushfires occur, they are less frequent and generally have a lower impact compared to the widespread destruction caused by cyclones and floods.",
  "Western Australia": "Western Australia's primary disaster threats are tropical cyclones, with 14 major events recorded, making them the most frequent and impactful hazard. The state's sparsely populated northwest is regularly hit, with events like Cyclone Tracy (which formed off the coast) and Cyclone Joan causing significant damage. Earthquakes, while less frequent, have also had a notable impact, with the 1968 Meckering earthquake causing significant damage. Bushfires and storms occur but are less common and typically have a lower overall impact than cyclones.",
  "South Australia": "South Australia's most significant disaster risk is bushfire, with 8 major events recorded. The state has a history of severe fires, particularly in the Adelaide Hills and on the Eyre Peninsula. The 'Ash Wednesday' bushfires in 1983 were particularly devastating, contributing to a total of 75 fatalities across two states. While floods and storms do occur, they are far less frequent and have a significantly lower impact compared to the threat posed by bushfires in the state's hot, dry climate.",
  "Australian Capital Territory": "Despite its small size, the Australian Capital Territory is highly susceptible to severe storms, which are its most frequent disaster with 22 recorded events. These storms often bring destructive hail, with the 1999 Sydney Hailstorm (which also affected the ACT) being one of Australia's most expensive insured events. Bushfires are the second major threat, with 8 events recorded. The 2003 Canberra bushfires were particularly devastating, causing 4 fatalities and extensive damage to property, demonstrating that fire remains the most impactful type of disaster for the territory.",
  "Northern Territory": "The Northern Territory is most frequently and severely impacted by cyclones, with 6 major events recorded. The catastrophic 1974 Cyclone Tracy, which destroyed much of Darwin and caused 71 fatalities, remains one of Australia’s most infamous natural disasters. Bushfires are the second most common event type, with 8 recorded instances, though they typically cause less damage than cyclones. Flooding, particularly from overflowing river systems, also poses a recurring threat to the territory's remote communities.",
  "Tasmania": "Tasmania's disaster history is primarily marked by bushfires, with 2 major events recorded. The 1967 'Black Tuesday' bushfires were a catastrophic event for the state, causing 62 fatalities and widespread destruction. While floods and storms occur, and the 2016 floods caused significant insured losses, bushfires remain the most impactful and defining disaster threat for Tasmania due to its forested and mountainous terrain."
}